Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/pikku_kirjat_-sarja_ilmestyi_inarin-_ja_pohjoissaameksi.html.tmx
Source language: fin
Languages: sms

source: Pikku kirjat -sarja ilmestyi inarin- ja pohjoissaameksi
sms: Uʹcc ǩeerja -räidd iʹlmstõõvi aanrõš- da tâʹvvsääʹmǩiõʹlle

source: Uʹcc ǩeerja (Pikku kirjat) koltansaamenkielinen digikirjasarja on ilmestynyt inarin- ja pohjoissaameksi.
sms: Uʹcc ǩeerja -nuõrttsääʹmǩiõllsaž digiǩiiʹrji räidd lij iʹlmstõõvvâm aanrõš- da tâʹvvsääʹmǩiõʹlle.

source: Kirjat opastavat tavallisiin saamen kielen sanoihin, kuten kulkemisverbeihin ja väreihin, ja vaatteiden ja ruokien nimityksiin.
sms: Ǩeeʹrj vuäʹpste sääʹmǩiõl takai saaʹnid, mâʹte jååʹttemveeʹrbid da eeuʹnid, di pihttsi da porrmõõžži nõõmtõõzzid.

source: Kirjat edistävät samalla kielioppiasioita ja lukemaan oppimista.
sms: Seämmast ǩeeʹrj veʹǩǩe õõudâs ǩiõllmättaaʹšši da lookkmõõžž mättjummuž.

source: Kirjoista on valmistettu kaksi versiota, tavutettu ja ilman tavuja sekä lisäksi kuhunkin teemaan liittyvä harjoituskirja.
sms: Ǩiiʹrjin lie kueʹhtt versio, tävvtum da tävvteǩani, di juõʹǩǩ temma õhttneei haʹrjjtõsǩeʹrjj.

source: Uʹcc ǩeerja -digikirjojen sarja syntyi Sevettijärven koulun koltansaamen kielen opettaja Maria Porsangerin ehdotuksesta.
sms: Uʹcc ǩeerja -digiǩiiʹrji räidd šõõddi Čeʹvetjääuʹr škooul sääʹmǩiõl uʹčteeʹl Maria Porsanger eʹtǩǩõõzzâst.

source: Kirjat on käsikirjoittanut ja kuvittanut Esther Berelowitsch, joka työskentelee Saamelaiskäräjillä oppimateriaalin projektityöntekijänä.
sms: Ǩiiʹrji ǩiõttǩeeʹrjtõõzz da pirstõõzzid lij tuejjääm Esther Berelowitsch, kååʹtt lij Sääʹmteeʹǧǧest reâuǥast mättmateriaal projeʹktt-tuejjlõʹžžen.

source: Laura Ylinampa on kääntänyt kirjat inarinsaameksi, ja Arla Magga pohjoissaameksi.
sms: Laura Ylinampa lij jåårǥlâttam ǩiiʹrjid aanrõšǩiõʹlle, da Arla Magga tâʹvvsääʹmǩiõʹlle.

source: Uʹcc ǩeerja -työryhmään kuuluvat Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff, Petra Kuuva, Heli Aikio ja Aura Pieski.
sms: Uʹcc ǩeerja -tuejj-jouʹǩǩe koʹlle Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff di Petra Kuuva.

source: Digikirjan teknisestä toteutuksesta ovat vastanneet Unni Länsman ja Esther Berelowitsch.
sms: Digiǩiiʹrji teeknlaž tuejast lie vaʹsttääm Unni Länsman da Esther Berelowitsch. Rääid võl tiuddeet pueʹtti eeʹjj.

source: Sarja täydentyy edelleen ensi vuonna.
sms: Pukid ääv liiŋk aanrõšǩiõllsaž ǩiiʹrjid:

source: Kaikille avoimet linkit inarinsaamenkielisiin kirjoihin:
sms: Puájui já Jievjâm: lookkâmǩeʹrjj , lookkâmǩeʹrjj tävvtum , haʹrjjtõsǩeʹrjj

source: Puájui já Jievjâm: lukukirja , lukukirja tavutettu , harjoituskirja
sms: Siemâ: lookkâmǩeʹrjj , lookkâmǩeʹrjj tävvtum, haʹrjjtõsǩeʹrjj

source: Siemâ: lukukirja , lukukirja tavutettu , harjoituskirja
sms: Eljas: lookkâmǩeʹrjj , lookkâmǩeʹrjj tävvtum , haʹrjjtõsǩeʹrjj

source: Eljas: lukukirja , lukukirja tavutettu , harjoituskirja
sms: Pukid ääv liiŋk tâʹvvsääʹmǩiõllsaž ǩiiʹrjid:

source: Kaikille avoimet linkit pohjoissaamenkielisiin kirjoihin:
sms: Sieđga ja Luhppu: lookkâmǩeʹrjj , lookkâmǩeʹrjj tävvtum , haʹrjjtõsǩeʹrjj

source: Sieđga ja Luhppu: lukukirja , lukukirja tavutettu , harjoituskirja
sms: Siepman: lookkâmǩeʹrjj , lookkâmǩeʹrjj tävvtum , haʹrjjtõsǩeʹrjj

source: Siepman: lukukirja , lukukirja tavutettu , harjoituskirja
sms: Elias: lookkâmǩeʹrjj , lookkâmǩeʹrjj tävvtum , haʹrjjtõsǩeʹrjj

source: Elias: lukukirja , lukukirja tavutettu , harjoituskirja
sms: Ǩiiʹrjid čõõđti Škooultõs- da mättmateriaalkoontâr .

source: Kirjat on julkaissut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto .
sms: Lââʹssteâđ:

source: Lisätietoja:
sms: Esther Berelowitsch Sääʹmǩiõllsaž mättmateriaali projeʹktt-tuejjlaž esther.berelowitsch@samediggi.fi
